<!doctype html>
<html lang="fa" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <!-- CSS only -->
{{--    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.0.0/dist/css/bootstrap.min.css"--}}
{{--          integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">--}}
    <link rel="stylesheet" href="{{asset('public-admin/assets/vendor/bootstrap/css/bootstrap.min.css')}}">
    <title>Print</title>
    <style>
        @font-face {
            font-family: "web-shabnam";
            src: url("{{asset("public-admin/assets/fonts/shabnam-fd-wl.ttf")}}") format("truetype");
            font-weight: normal;
        }

        .btn_fix_danger {
            position: fixed;
            top: 300px;
            bottom: 0;
            margin: auto;
            height: 50px;
            left: 0;
            width: 200px;
            border-top-left-radius: 0;
            border-bottom-left-radius: 0;
            transition: .3s;
            line-height: 35px;
        }

        .appended_sign_js {
            position: absolute;
            right: 0;
            left: 0;
            margin: 0 auto;
            display: none;
        }


        body.font-shabnam, body.font-shabnam * {
            font-family: "web-shabnam", sans-serif;
            font-size: 11pt !important;
        }

        .img_logo {
            width: 100px;
            height: 100px;
        }

        .img_logo_sen {
            width: 600px;
            height: 150px;
        }

        .hr_style {
            height: 15px !important;
            background: #0b5b97;
        }

        .btn_sign {
            margin: auto;
        }

        .attachment_tbl td, .attachment_tbl th {
            border: 2px solid #000;
            text-align: center;
            vertical-align: middle;
        }

        * {
            font-family: "web-shabnam", sans-serif !important;
        }

        .table-bordered thead td, .table-bordered thead th {
            border-bottom: 1px solid #000 !important;
        }


        @media print {
            .btn_print {
                display: none;
                margin: auto;
            }
        }
    </style>
</head>
<body class="font-shabnam">

<div class="container">
    <div class="row">
        <div class="col-12">
            <hr class="hr_style">
        </div>
    </div>
    <div class="row">
        <div class="col-md-3">
            <img src="{{asset('placeholder/hamyaran.png')}}" class="img_logo">
        </div>
        <div class="col-md-6">
            <img src="{{asset('placeholder/hamyaran_sen.png')}}" class="img_logo_sen">
        </div>
        <div class="col-md-3">
            <div class="row mt-3 text-center">
                <div class="col-12 mb-2">
                    تاریخ : ..........
                </div>
                <div class="col-12 mb-2">
                    شماره : ..........
                </div>
                <div class="col-12 mb-2">
                    پیوست : ..........
                </div>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-md-12 text-center">
            <h5 class="mt-3">
                <<<span>قرارداد انجام پروژه پژوهشی</span>>>
            </h5>
        </div>
    </div>
    <div class="row">
        @if($role == 6)
            <div class="row">
                <div class="col-12 col-md-6">
                    <div class="col-12">
                        <a href="{{route('maliManager_contract_index')}}"
                           class="btn btn-danger mt-4 btn_fix_danger text-white" style="color: white">بازگشت به لیست
                            قراردادها
                        </a>
                    </div>
                </div>
            </div>
        @elseif($role == 0)
            <div class="col-md-12 content text-justify">
                <p>قرارداد حاضر فی‌مابین:</p>
                <p>
                    <b> موسسه همیاران پیشرفت شبکه ایرانیان و به نمایندگی ستاد رهبری پیشرفت جامع منطقه ای ستاد اجرایی
                        فرمان
                        حضرت
                        امام (ره)</b> با شناسه ملی : <b>{{convertToPersianNumber('14009642000')}}</b>
                    و شماره ثبت : <b>{{convertToPersianNumber('50823')}}</b> به تاریخ ثبت
                    : <b>{{convertToPersianNumber('1399/09/23')}}</b> ، کدپستی :
                    <b>{{convertToPersianNumber('1581673413')}}</b> ، با
                    امضای آقای <b>محمد محسن دوباشی</b>
                    <b>(سمت مدیر عامل)</b> که از این پس <b>«کارفرما»</b> نامیده می شود از یک سو
                </p>
                @if($user->sex == 1)
                    <p>
                        و جناب آقای <b>{{$user->name . ' '. $user->family}}</b> فرزند <b>{{$user->father_name}}</b> به
                        شماره
                        ملی
                        <b>{{convertToPersianNumber($user->national_code)}}</b> به عنوان مجری پروژه از طرف دیگر طبق
                        شرایط
                        زیر منعقد و طرفین ملزم به
                        اجرای مفاد و شرایط آن میباشد.
                    </p>
                @elseif($user->sex != 1)
                    <p>
                        و سرکارخانم <b>{{$user->name . ' '. $user->family}}</b> فرزند <b>{{$user->father_name}}</b> به
                        شماره
                        ملی
                        <b>{{convertToPersianNumber($user->national_code)}}</b> به عنوان مجری پروژه از طرف دیگر طبق
                        شرایط
                        زیر منعقد و طرفین ملزم به
                        اجرای مفاد و شرایط آن میباشد.
                    </p>
                @endif
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('1')}}) موضوع قرارداد:</u></b>
                </p>
                <Span>اجرای پروژه با عنوان : </Span><span><b>{{$project['title']}}</b></span>
                <p class="mt-4">
                    <b><u class="p-2">ماده {{convertToPersianNumber('2')}}) اسناد و مدارک قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد، شامل اسناد و مدارک زیر است:
                </p>
                <p>
                    {{convertToPersianNumber('1.2')}}. قرارداد حاضر
                </p>
                <p>
                    {{convertToPersianNumber('2.2')}}.پیوست ها : {{convertToPersianNumber('1')}}. فهرست شرح
                    خدمات {{convertToPersianNumber('2')}}. فایل و خروجی های نهایی موضوع پروژه
                </p>
                <p>
                    {{convertToPersianNumber('2.3')}}. اسناد تکمیلی و دستور کارهایی که حین انجام کار، در چارچوب قرارداد
                    و
                    به‌ منظور انجام آن، از جانب
                    «کارفرما» به «مجری» ابلاغ شده یا بین دو طرف قرارداد مبادله می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('3')}}) حق‌الزحمه و نحوه پرداخت:</u></b>
                </p>
                <p>
                    - حق الزحمه مجری به طور خالص مبلغ {{convertToPersianNumber(number_format($project->contract_cost))}}
                    معادل (<span id="price_characters"></span> تومان) می باشد
                </p>
                <p>
                    - تبصره : پرداخت کسورات قانونی مرتبط با موضوع قرارداد به عهده کارفرما می باشد
                </p>
                <p>
                    <b><u class="p-2">نحوه پرداخت : </u></b>
                </p>
                <p>
                    نحوه پرداخت مبلغ قرارداد به شرح زیر می باشد :
                </p>
                <p>
                    {{convertToPersianNumber('1')}}. مبلغ کل قرارداد پس از انجام موضوع قرارداد و تایید ناظر پروژه و
                    کارفرما
                    پرداخت می گردد
                </p>
                <p>
                    2. شماره شبا مجری پروژه :
                    <b><b>{{convertToPersianNumber($account->shaba_number)}}</b></b>{{$account->bank_name}}
                    می باشد
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('4')}}) مدت قرارداد:</u></b>
                </p>
                <p>
                    مدت مورد نظر جهت انجام موضوع قرارداد، که شروع آن از تاریخ
                    <b>{{convertToPersianNumber($project_start_date)}}</b> لغایت
                    <b>{{convertToPersianNumber($project_end_date)}}</b> می باشد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('5')}}) تعهدات مجری:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.«مجری» متعهد است کلیه عملیات موضوع قرارداد را طبق اسناد و مدارک
                    قرارداد
                    انجام دهد و اعلام می‌دارد که دارای توان مالی و فنی لازم و کافی و همچنین تشکیلات لازم برای انجام این
                    خدمات می‌باشد.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.«مجری» در قبال «کارفرما» و برای انجام کلیه عملیات مندرج در
                    پیوست‌های {{convertToPersianNumber('1')}} و {{convertToPersianNumber('2')}} این قرارداد مسئول است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.مسئولیت «مجری» در قبال واگذاری بخشی از عملیات اجرایی به اشخاص ثالث
                    اعم
                    از حقیقی یا حقوقی که بر حسب ضرورت مورد تأیید «کارفرما» نیز قرار گرفته باشد، کماکان همان مسئولیت‌های
                    موضوع این قرارداد است و موافقت «کارفرما» نسبت به واگذاری قسمتی از خدمات رافع هیچ یک از تعهدات و
                    مسئولیت‌های «مجری» در برابر «کارفرما» نخواهد بود.
                </p>
                <p>
                    {{convertToPersianNumber('4')}}.«مجری» اعلام می‌کند که در موقع عقد این قرارداد مشمول ممنوعیت اصل 141
                    قانون اساسی نیست. بدیهی است در صورتی‌که خلاف آن برای «کارفرما» ثابت شود یا تغییراتی در صاحبان سهام،
                    مدیران یا بازرسان «مجری» رخ دهد که با مفاد ماده یاد شده تعارض داشته باشد، قراداد فسخ می‌شود.
                </p>
                <p>
                    {{convertToPersianNumber('5')}}.«مجری» موظف است تمام اطلاعاتی را که در جریان انجام موضوع این قرارداد
                    تحصیل یا تولید می‌کند، محرمانه تلقی نماید و حداکثر سعی خود را برای جلوگیری از دسترسی اشخاص غیر مجاز
                    به
                    آن‌ها به‌کار ببندد.
                </p>
                <p>
                    {{convertToPersianNumber('6')}}.موارد زیر را «مجری» تأیید می‌نماید:
                </p>
                <p>
                    الف) تمام اسناد و مدارک موضوع ماده {{convertToPersianNumber('2')}} قرارداد را مطالعه نموده و از مفاد
                    آن
                    کاملاً آگاه شده است.
                </p>
                <p>
                    ب) از قوانین و مقررات مربوط به کار، بیمه‌های اجتماعی، مالیات‌ها، عوارض و دیگر قوانین و مقررات، که تا
                    تاریخ تسلیم پیشنهاد معمول بوده است، کاملاً مطلع بوده و متعهد است که همه آن‌ها را رعایت کند. در هر
                    حال،
                    مسئولیت عدم رعایت قوانین و مقررات یادشده، برعهده «مجری» است.
                </p>
                <p>
                    ج) در تهیه پیشنهاد قیمت، سود مورد نظر خود و تمام هزینه‌های ناشی از مفاد بندهای بالاو همچنین کلیه
                    عملیات
                    اجرایی که جهت اجرای کامل موضوع قرارداد لازم باشد را در نظر گرفته و بعداً از هیچ بابت، حق درخواست
                    اضافه
                    پرداختی ندارد.
                </p>
                <p>
                    {{convertToPersianNumber('7')}}.«مجری» باید عملیات اجرایی را به‌نحوی انجام دهد که کارها طبق اسناد و
                    مشخصات فنی ضمیمه قرارداد انجام شود و از تأخیر در اجرای تعهدات و عملیات جلوگیری نماید.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('6')}}) تعهدات «کارفرما» و حیطه اختیارات وی:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.«کارفرما» متعهد به انجام وظایفی است که در اسناد و مدارک قرارداد برای
                    او
                    معین شده است و نیز متعهد می‌شود که در ازای انجام خدمات موضوع قرارداد، حق‌الزحمه مربوطه را طبق اسناد
                    و
                    مدارک قرارداد به «مجری» پرداخت کند.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.«کارفرما» تدابیر و مساعدت‌های لازم را برای تسهیل کار «مجری» در مورد
                    عملیات اجرایی موضوع قرارداد براساس درخواست «مجری» فراهم می‌کند.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.ارتباط و تشریک مساعی با وزارتخانه‌ها، سازمان‌ها و سایر مؤسسات
                    عندالزوم.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('7')}}) تضمین حسن انجام کار:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.برای حصول اطمینان از حسن انجام کار {{convertToPersianNumber('10')}}
                    درصد
                    از آخرین پرداخت «مجری» به‌عنوان تضمین حسن انجام کار کسر و نزد «کارفرما» نگهداری می‌شود و پس از تأیید
                    نهایی به مجری مسترد خواهد شد.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.در صورت فسخ قرارداد طبق ماده {{convertToPersianNumber('12')}} تضمین
                    حسن
                    انجام کار به‌نفع «کارفرما» ضبط
                    می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('8')}}) پیشرفت کار:</u></b>
                </p>
                <p>
                    «مجری» در زمان‌های تعیین شده در برنامه زمانی تفصیلی، گزارش پیشرفت خدمات موضوع قرارداد را در دو نسخه،
                    به
                    «کارفرما» تسلیم می‌کند. در این گزارش، میزان کارهای انجام شده، تأخیر و علل آن‌ها، راه‌حل‌های لازم
                    برای
                    رفع موانع و مشکلات کار پیشنهاد می‌شود و «کارفرما» تا پنج روز، نظر خود را نسبت به گزارش یاد شده اعلام
                    می‌کند، در غیر این‌صورت، مفاد گزارش، تأیید شده تلقی می‌گردد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('9')}}) فسخ قرارداد در شرایط خاص:</u></b>
                </p>
                <p>
                    «کارفرما» می‌تواند در هر زمان و به هر دلیل و یا در هر یک از موارد زیر بدون اخطار قبلی قرارداد را فسخ
                    نموده و موضوع را به «مجری» ابلاغ کند:
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.ورشکستگی به تقصیر یا انحلال شرکت.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.اثبات این مطلب که «مجری» برای گرفتن کار یا اجرای آن به کارکنان
                    «کارفرما»
                    دستمزد، پاداش یا هدایایی داده یا آن‌ها یا واسطه‌های آنان را در منافع خود شریک کرده است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.«کارفرما» در صورت تحقق هر یک از موارد زیر ابتدا به «مجری» اخطار
                    می‌کند
                    تا نسبت به رفع نواقص و اشکال‌ها اقدام کند و جریان امور را ظرف مدت یک‌هفته به‌صورت قابل قبول در آورد،
                    در
                    صورت عدم اقدام از سوی «مجری» برای رفع نواقص در پایان مهلت تعیین شده موضوع فسخ قرارداد تأیید شده و به
                    «مجری» ابلاغ می‌گردد:
                </p>
                <p>
                    {{convertToPersianNumber('3.1')}}.تأخیر غیرموجه در انجام هر یک از عملیات موضوع قرارداد بیش
                    از {{convertToPersianNumber('10')}} روز
                </p>
                <p>
                    {{convertToPersianNumber('3.2')}}.تأخیر درارائه برنامه زمانی تفضیلی.
                </p>
                <p>
                    {{convertToPersianNumber('3.3')}}.عدم انجام دستور کارفرما برای اصلاح کارهای انجام شده معیوب
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('10')}}) خسارت تاخیر:</u></b>
                </p>
                <p>
                    بابت تأخیر غیر مجاز «مجری» (بنابه تشخیص «کارفرما»)، هر هفته معادل {{convertToPersianNumber('3')}}%
                    مبلغ
                    قرارداد به عنوان خسارت به
                    «کارفرما» تعلق خواهد گرفت.
                </p>
                <p>
                    بابت تاخیر در پاسخگویی و پرداخت حق الزحمه توسط «کارفرما» هر هفته
                    معادل {{convertToPersianNumber('3')}}%
                    از مبلغ قرارداد به عنوان خسارت
                    به «مجری» تعلق خواهد گرفت
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('11')}}) حل اختلاف:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.هرگاه در اجرا یا تفسیر مفاد قرارداد بین دو طرف اختلاف نظر پیش آید،
                    دو
                    طرف می‌توانند برای حل سریع آن طی
                    جلسه‌ای با حضور بالاترین مقام دستگاه «کارفرما» و «مجری» مراتب مطرح و حتی‌الامکان از طریق دوستانه حل
                    و
                    فصل می‌گردد.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.در صورت ادامه وجود اختلاف بین «کارفرما» و «مجری» و یا بروز مواردی که
                    در
                    این قرارداد پیش‌بینی نشده است،
                    اتخاذ تصمیم به کمیته‌ای متشکل از یک‌نفر از طرف «مجری» و یک‌نفر از طرف «کارفرما» ویک نفر کارشناس رسمی
                    دادگستری واگذار و نظر اکثریت آنان ملاک عمل و نافذ می‌باشد. (مدت زمان تشکیل جلسات و تصمیم‌گیری حداکثر
                    5
                    روز خواهد بود)
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('12')}}) نحوه تسلیم و تصویب صورت وضعیت کارهای انجام
                            شده:</u></b>
                </p>
                <p>
                    «مجری» گزارش (صورت‌وضعیت) کارهای انجام شده هر قسمت یا مرحله را در پایان مدت مربوط و یا مقاطعی که در
                    برنامه زمانی تفصیلی پیش‌بینی شده است به «کارفرما» تسلیم می‌کند. «کارفرما» پس از دریافت صورت‌وضعیت و
                    گزارش‌های یادشده ظرف مدت یک هفته آن‌ها را بررسی و نظر صریح و روشن خود را با درج موارد اعلام می‌کند.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('13')}}) حوادث قهری:</u></b>
                </p>
                <p class="text-justify">
                    در موارد وقوع حوادث قهری و بروز شرایط اضطراری، مانند جنگ اعلام شده یا نشده، انقلاب‌ها و اعتصاب‌های
                    عمومی، شیوع بیماری‌های واگیردار، زلزله، سیل و طغیان‌های غیرعادی، خشکسالی‌های بی‌سابقه و همچنین
                    آتش‌سوزی‌های دامنه‌دار، طوفان و حوادث مشابه که ناشی از کار «مجری» نباشد به ترتیب زیر عمل خواهد شد:
                    هرگاه بروز شرایط اضطراری، انجام قرارداد حاضر را برای یکی از دو طرف غیرممکن سازد می‌تواند پایان
                    قرارداد
                    را به طرف دیگر اعلام کند و طبق ماده 12، حق الزحمه مجری و حقوق پیمانکار به وی اعطا شود.
                    هرگاه شرایط اضطراری گذرا باشد و ادامه قرارداد حاضر به‌طور موقت امکان‌پذیر نباشد، مدت شرایط مزبور به
                    مدت
                    قرارداد اضافه می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('14')}}) قانون حاکم بر قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد از هر حیث تابع قوانین و مقررات جمهوری اسلامی ایران است.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('15')}}) نشانی:</u></b>
                </p>
                <p>
                    <span><b>نشانی «کارفرما» :</b></span><span>تهران، خیابان ایرانشهر، تقاطع سمیه، پلاک {{convertToPersianNumber('105')}}</span>
                </p>
                <p>
                    <span><b>نشانی «مجری» :</b></span><span>{{$user->address}}</span>
                </p>
                <p>
                    <span>تلفن تماس : <b>{{convertToPersianNumber($user->phone)}}</b></span>
                </p>
                <p>
                    <span>کدپستی : <b>{{convertToPersianNumber($user->co_post_code)}}</b></span>
                </p>
                <p>
                    هرگاه یکی از ارکان فوق نشانی خود را تغییر دهد باید پانزده ({{convertToPersianNumber('15')}}) روز قبل
                    از
                    تاریخ تغییر، نشانی جدید خود را
                    به طرف دیگر اعلام کند. بدیهی است تا وقتی که نشانی جدید به طرف دیگر اعلام نشده است مکاتبات به‌نشانی
                    قبلی
                    ارسال می‌شود و دریافت شده تلقی می‌گردد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('16')}}) نسخ قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد در {{convertToPersianNumber('16')}} ماده و در سه نسخه با ارزش یکسان تنظیم و به امضای
                    طرفین
                    قرارداد رسید.
                </p>
                <h4 class="text-center mt-4">
                    پیوست شماره {{convertToPersianNumber('1')}} : فهرست شرح خدمات
                </h4>
                <p>
                    {!! $project->service_description !!}
                </p>
                <h4 class="mt-5">
                    <b>خروجی های مورد انتظار :</b>
                    <p>
                        {!! $project->required_outputs !!}
                    </p>
                </h4>
            </div>
            <div class="row">
                <div class="col-12 col-md-6">
                    <div class="col-12">
                        <a href="{{route('real_project_in_process')}}"
                           class="btn btn-danger mt-4 btn_fix_danger text-white" style="color: white"> بازگشت به لیست
                            پروژه ها
                        </a>
                    </div>
                </div>
            </div>
        @elseif($role == 7)
            <div class="col-md-12 content text-justify">
                <p>قرارداد حاضر فی‌مابین:</p>
                <p>
                    <b> موسسه همیاران پیشرفت شبکه ایرانیان و به نمایندگی ستاد رهبری پیشرفت جامع منطقه ای ستاد اجرایی
                        فرمان
                        حضرت
                        امام (ره)</b> با شناسه ملی : <b>{{convertToPersianNumber('14009642000')}}</b>
                    و شماره ثبت : <b>{{convertToPersianNumber('50823')}}</b> به تاریخ ثبت
                    : <b>{{convertToPersianNumber('1399/09/23')}}</b> ، کدپستی :
                    <b>{{convertToPersianNumber('1581673413')}}</b> ، با
                    امضای آقای <b>محمد محسن دوباشی</b>
                    <b>(سمت مدیر عامل)</b> که از این پس <b>«کارفرما»</b> نامیده می شود از یک سو
                </p>
                <p>
                    و <b>شرکت {{$user->co_name}} (مسئولیت محدود)</b> با شناسه ملی : <b>{{$user->co_national_id}}</b> و
                    شماره ثبت : <b>{{$user->co_reg_number}}</b> به تاریخ ثبت : <b>{{$user_co_reg_date}}</b> ، کدپستی :
                    <b>{{$user->co_post_code}}</b> ، کد اقتصادی : <b>{{$user->co_national_id}}</b> با امضای آقای <b>
                        {{$user->ceo_name . ' ' . $user->ceo_family}} (سمت مدیرعامل و عضو هیات مدیره)</b>
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('1')}}) موضوع قرارداد:</u></b>
                </p>
                <Span>اجرای پروژه با عنوان : </Span><span><b>{{$project['title']}}</b></span>
                <p class="mt-4">
                    <b><u class="p-2">ماده {{convertToPersianNumber('2')}}) اسناد و مدارک قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد، شامل اسناد و مدارک زیر است:
                </p>
                <p>
                    {{convertToPersianNumber('1.2')}}. قرارداد حاضر
                </p>
                <p>
                    2.2.پیوست ها : 1. شرح خدمات مصوب پروژه 2. جدول شکست پروژه 3. خروجی نهایی پروژه
                </p>
                <p>
                    {{convertToPersianNumber('2.3')}}. اسناد تکمیلی و دستور کارهایی که حین انجام کار، در چارچوب قرارداد
                    و
                    به‌ منظور انجام آن، از جانب
                    «کارفرما» به «مجری» ابلاغ شده یا بین دو طرف قرارداد مبادله می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('3')}}) حق‌الزحمه و نحوه پرداخت:</u></b>
                </p>
                <p>
                    - حق الزحمه مجری به طور خالص مبلغ {{convertToPersianNumber(number_format($project->contract_cost))}}
                    معادل (<span id="price_characters"></span> تومان) می باشد
                </p>
                <p>
                    <b><u class="p-2">نحوه پرداخت : </u></b>
                </p>
                <p>
                    نحوه پرداخت مبلغ قرارداد به شرح زیر می باشد :
                </p>
                <p>
                    1.پرداخت مبلغ قرارداد به تناسب پیشرفت مراحل پروژه مندرج در فرم شکست کار (پیوست شماره 2) پس از تایید
                    ناظر پروژه انجام خواهد گرفت
                </p>
                <p>
                    2. شماره شبا مجری پروژه :
                    <b><b>{{convertToPersianNumber($account->shaba_number)}}</b></b>{{$account->bank_name}}
                    می باشد
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('4')}}) مدت قرارداد:</u></b>
                </p>
                <p>
                    مدت مورد نظر جهت انجام موضوع قرارداد، که شروع آن از تاریخ
                    <b>{{convertToPersianNumber($project_start_date)}}</b> لغایت
                    <b>{{convertToPersianNumber($project_end_date)}}</b> می باشد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('5')}}) تعهدات مجری:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.«مجری» متعهد است کلیه عملیات موضوع قرارداد را طبق اسناد و مدارک
                    قرارداد
                    انجام دهد و اعلام می‌دارد که دارای توان مالی و فنی لازم و کافی و همچنین تشکیلات لازم برای انجام این
                    خدمات می‌باشد.
                </p>
                <p>
                    2.«مجری» در قبال «کارفرما» و برای انجام کلیه عملیات مندرج در پیوست‌های این قرارداد مسئول است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.مسئولیت «مجری» در قبال واگذاری بخشی از عملیات اجرایی به اشخاص ثالث
                    اعم
                    از حقیقی یا حقوقی که بر حسب ضرورت مورد تأیید «کارفرما» نیز قرار گرفته باشد، کماکان همان مسئولیت‌های
                    موضوع این قرارداد است و موافقت «کارفرما» نسبت به واگذاری قسمتی از خدمات رافع هیچ یک از تعهدات و
                    مسئولیت‌های «مجری» در برابر «کارفرما» نخواهد بود.
                </p>
                <p>
                    {{convertToPersianNumber('4')}}.«مجری» اعلام می‌کند که در موقع عقد این قرارداد مشمول ممنوعیت اصل 141
                    قانون اساسی نیست. بدیهی است در صورتی‌که خلاف آن برای «کارفرما» ثابت شود یا تغییراتی در صاحبان سهام،
                    مدیران یا بازرسان «مجری» رخ دهد که با مفاد ماده یاد شده تعارض داشته باشد، قراداد فسخ می‌شود.
                </p>
                <p>
                    {{convertToPersianNumber('5')}}.«مجری» موظف است تمام اطلاعاتی را که در جریان انجام موضوع این قرارداد
                    تحصیل یا تولید می‌کند، محرمانه تلقی نماید و حداکثر سعی خود را برای جلوگیری از دسترسی اشخاص غیر مجاز
                    به
                    آن‌ها به‌کار ببندد.
                </p>
                <p>
                    {{convertToPersianNumber('6')}}.موارد زیر را «مجری» تأیید می‌نماید:
                </p>
                <p>
                    الف) تمام اسناد و مدارک موضوع ماده {{convertToPersianNumber('2')}} قرارداد را مطالعه نموده و از مفاد
                    آن
                    کاملاً آگاه شده است.
                </p>
                <p>
                    ب) از قوانین و مقررات مربوط به کار، بیمه‌های اجتماعی، مالیات‌ها، عوارض و دیگر قوانین و مقررات، که تا
                    تاریخ تسلیم پیشنهاد معمول بوده است، کاملاً مطلع بوده و متعهد است که همه آن‌ها را رعایت کند. در هر
                    حال،
                    مسئولیت عدم رعایت قوانین و مقررات یادشده، برعهده «مجری» است.
                </p>
                <p>
                    {{convertToPersianNumber('7')}}.«مجری» باید عملیات اجرایی را به‌نحوی انجام دهد که کارها طبق اسناد و
                    مشخصات فنی ضمیمه قرارداد انجام شود و از تأخیر در اجرای تعهدات و عملیات جلوگیری نماید.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('6')}}) تعهدات «کارفرما» و حیطه اختیارات وی:</u></b>
                </p>
                <p>
                    1.«کارفرما» متعهد به انجام وظایفی است که در اسناد و مدارک قرارداد برای او
                    معین شده است و نیز متعهد می‌شود که در ازای انجام خدمات موضوع قرارداد، حق‌الزحمه مربوطه را طبق اسناد
                    و
                    مدارک قرارداد به «مجری» پرداخت کند.
                </p>
                <p>
                    2.ارتباط و تشریک مساعی با وزارتخانه‌ها، سازمان‌ها و سایر مؤسسات عندالزوم.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('7')}}) تضمین حسن انجام کار:</u></b>
                </p>
                <p>
                    1.برای حصول اطمینان از حسن انجام کار آخرین پرداخت «مجری» به‌عنوان تضمین حسن انجام کار کسر و نزد
                    «کارفرما» نگهداری می‌شود و پس از تأیید نهایی به مجری مسترد خواهد شد.
                </p>
                <p>
                    2.در صورت فسخ قرارداد طبق ماده 12 تضمین حسن انجام کار به‌نفع «کارفرما» ضبط می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده 8) پیشرفت کار:</u></b>
                </p>
                <p>
                    «مجری» در زمان‌های تعیین شده در برنامه زمانی تفصیلی، گزارش پیشرفت خدمات موضوع قرارداد را در دو نسخه،
                    به «کارفرما» تسلیم می‌کند. می‌کند،
                </p>
                <p>
                    <b><u class="p-2">ماده 9) فسخ قرارداد در شرایط خاص:</u></b>
                </p>
                <p>
                    «کارفرما» می‌تواند در هر زمان و به هر دلیل و یا در هر یک از موارد زیر بدون اخطار قبلی قرارداد را فسخ
                    نموده و موضوع را به «مجری» ابلاغ کند:
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.ورشکستگی به تقصیر یا انحلال شرکت.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.اثبات این مطلب که «مجری» برای گرفتن کار یا اجرای آن به کارکنان
                    «کارفرما»
                    دستمزد، پاداش یا هدایایی داده یا آن‌ها یا واسطه‌های آنان را در منافع خود شریک کرده است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.«کارفرما» در صورت تحقق هر یک از موارد زیر ابتدا به «مجری» اخطار
                    می‌کند
                    تا نسبت به رفع نواقص و اشکال‌ها اقدام کند و جریان امور را ظرف مدت یک‌هفته به‌صورت قابل قبول در آورد،
                    در
                    صورت عدم اقدام از سوی «مجری» برای رفع نواقص در پایان مهلت تعیین شده موضوع فسخ قرارداد تأیید شده و به
                    «مجری» ابلاغ می‌گردد:
                </p>
                <p>
                    {{convertToPersianNumber('3.1')}}.تأخیر غیرموجه در انجام هر یک از عملیات موضوع قرارداد بیش
                    از {{convertToPersianNumber('10')}} روز
                </p>
                <p>
                    {{convertToPersianNumber('3.2')}}.تأخیر درارائه برنامه زمانی تفضیلی.
                </p>
                <p>
                    {{convertToPersianNumber('3.3')}}.عدم انجام دستور کارفرما برای اصلاح کارهای انجام شده معیوب
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('10')}}) خسارت تاخیر:</u></b>
                </p>
                <p>
                    بابت تأخیر غیر مجاز «مجری» (بنابه تشخیص «کارفرما»)، هر هفته معادل {{convertToPersianNumber('3')}}%
                    مبلغ
                    قرارداد به عنوان خسارت به
                    «کارفرما» تعلق خواهد گرفت.
                </p>
                <p>
                    بابت تاخیر در پاسخگویی و پرداخت حق الزحمه توسط «کارفرما» هر هفته
                    معادل {{convertToPersianNumber('3')}}%
                    از مبلغ قرارداد به عنوان خسارت
                    به «مجری» تعلق خواهد گرفت
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('11')}}) حل اختلاف:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.هرگاه در اجرا یا تفسیر مفاد قرارداد بین دو طرف اختلاف نظر پیش آید،
                    دو
                    طرف می‌توانند برای حل سریع آن طی
                    جلسه‌ای با حضور بالاترین مقام دستگاه «کارفرما» و «مجری» مراتب مطرح و حتی‌الامکان از طریق دوستانه حل
                    و
                    فصل می‌گردد.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.در صورت ادامه وجود اختلاف بین «کارفرما» و «مجری» و یا بروز مواردی که
                    در
                    این قرارداد پیش‌بینی نشده است،
                    اتخاذ تصمیم به کمیته‌ای متشکل از یک‌نفر از طرف «مجری» و یک‌نفر از طرف «کارفرما» ویک نفر کارشناس رسمی
                    دادگستری واگذار و نظر اکثریت آنان ملاک عمل و نافذ می‌باشد. (مدت زمان تشکیل جلسات و تصمیم‌گیری حداکثر
                    5
                    روز خواهد بود)
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('12')}}) نحوه تسلیم و تصویب صورت وضعیت کارهای انجام
                            شده:</u></b>
                </p>
                <p>
                    «مجری» گزارش (صورت‌وضعیت) کارهای انجام شده هر قسمت یا مرحله را در پایان مدت مربوط و یا مقاطعی که در
                    برنامه زمانی تفصیلی پیش‌بینی شده است به «کارفرما» تسلیم می‌کند. «کارفرما» پس از دریافت صورت‌وضعیت و
                    گزارش‌های یادشده ظرف مدت یک هفته آن‌ها را بررسی و نظر صریح و روشن خود را با درج موارد اعلام می‌کند.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('13')}}) حوادث قهری:</u></b>
                </p>
                <p class="text-justify">
                    در موارد وقوع حوادث قهری و بروز شرایط اضطراری، مانند جنگ اعلام شده یا نشده، انقلاب‌ها و اعتصاب‌های
                    عمومی، شیوع بیماری‌های واگیردار، زلزله، سیل و طغیان‌های غیرعادی، خشکسالی‌های بی‌سابقه و همچنین
                    آتش‌سوزی‌های دامنه‌دار، طوفان و حوادث مشابه که ناشی از کار «مجری» نباشد به ترتیب زیر عمل خواهد شد:
                    هرگاه بروز شرایط اضطراری، انجام قرارداد حاضر را برای یکی از دو طرف غیرممکن سازد می‌تواند پایان
                    قرارداد
                    را به طرف دیگر اعلام کند و طبق ماده 12، حق الزحمه مجری و حقوق پیمانکار به وی اعطا شود.
                    هرگاه شرایط اضطراری گذرا باشد و ادامه قرارداد حاضر به‌طور موقت امکان‌پذیر نباشد، مدت شرایط مزبور به
                    مدت
                    قرارداد اضافه می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('14')}}) قانون حاکم بر قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد از هر حیث تابع قوانین و مقررات جمهوری اسلامی ایران است.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('15')}}) نشانی:</u></b>
                </p>
                <p>
                    <span><b>نشانی «کارفرما» :</b></span><span>تهران، خیابان ایرانشهر، تقاطع سمیه، پلاک {{convertToPersianNumber('105')}}</span>
                </p>
                <p>
                    <span><b>نشانی «مجری» :</b></span><span>{{$user->address}}</span>
                </p>
                <p>
                    <span>تلفن تماس : <b>{{convertToPersianNumber($user->phone)}}</b></span>
                </p>
                <p>
                    <span>کدپستی : <b>{{convertToPersianNumber($user->co_post_code)}}</b></span>
                </p>
                <p>
                    هرگاه یکی از ارکان فوق نشانی خود را تغییر دهد باید پانزده ({{convertToPersianNumber('15')}}) روز قبل
                    از
                    تاریخ تغییر، نشانی جدید خود را
                    به طرف دیگر اعلام کند. بدیهی است تا وقتی که نشانی جدید به طرف دیگر اعلام نشده است مکاتبات به‌نشانی
                    قبلی
                    ارسال می‌شود و دریافت شده تلقی می‌گردد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('16')}}) نسخ قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد در {{convertToPersianNumber('16')}} ماده و در سه نسخه با ارزش یکسان تنظیم و به امضای
                    طرفین
                    قرارداد رسید.
                </p>
                <h4 class="text-center mt-4">
                    پیوست شماره {{convertToPersianNumber('1')}} : فهرست شرح خدمات
                </h4>
                <p>
                    {!! $project->service_description !!}
                </p>
                <h4 class="mt-5">
                    <b>خروجی های مورد انتظار :</b>
                    <p>
                        {!! $project->required_outputs !!}
                    </p>
                </h4>
            </div>
            <div class="row">
                <div class="col-12 col-md-6">
                    <div class="col-12">
                        <a href="{{route('legal_project_in_process')}}"
                           class="btn btn-danger mt-4 btn_fix_danger text-white" style="color: white">بازگشت به لیست
                            پروژه ها
                        </a>
                    </div>
                </div>
            </div>
        @elseif($role == 8)
            <div class="col-md-12 content text-justify">
                <p>قرارداد حاضر فی‌مابین:</p>
                <p>
                    <b> موسسه همیاران پیشرفت شبکه ایرانیان و به نمایندگی ستاد رهبری پیشرفت جامع منطقه ای ستاد اجرایی
                        فرمان
                        حضرت
                        امام (ره)</b> با شناسه ملی : <b>{{convertToPersianNumber('14009642000')}}</b>
                    و شماره ثبت : <b>{{convertToPersianNumber('50823')}}</b> به تاریخ ثبت
                    : <b>{{convertToPersianNumber('1399/09/23')}}</b> ، کدپستی :
                    <b>{{convertToPersianNumber('1581673413')}}</b> ، با
                    امضای آقای <b>محمد محسن دوباشی</b>
                    <b>(سمت مدیر عامل)</b> که از این پس <b>«کارفرما»</b> نامیده می شود از یک سو
                </p>
                @if($user->sex === 1)
                    <p>
                        و جناب آقای <b>{{$user->name . ' '. $user->family}}</b> فرزند <b>{{$user->father_name}}</b> به
                        شماره
                        ملی
                        <b>{{convertToPersianNumber($user->national_code)}}</b> به عنوان مجری پروژه از طرف دیگر طبق
                        شرایط
                        زیر منعقد و طرفین ملزم به
                        اجرای مفاد و شرایط آن میباشد.
                    </p>
                @elseif($user->sex != 1)
                    <p>
                        و سرکارخانم <b>{{$user->name . ' '. $user->family}}</b> فرزند <b>{{$user->father_name}}</b> به
                        شماره
                        ملی
                        <b>{{convertToPersianNumber($user->national_code)}}</b> به عنوان مجری پروژه از طرف دیگر طبق
                        شرایط
                        زیر منعقد و طرفین ملزم به
                        اجرای مفاد و شرایط آن میباشد.
                    </p>
                @endif
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('1')}}) موضوع قرارداد:</u></b>
                </p>
                <Span>اجرای پروژه با عنوان : </Span><span><b>{{$project['title']}}</b></span>
                <p class="mt-4">
                    <b><u class="p-2">ماده {{convertToPersianNumber('2')}}) اسناد و مدارک قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد، شامل اسناد و مدارک زیر است:
                </p>
                <p>
                    {{convertToPersianNumber('1.2')}}. قرارداد حاضر
                </p>
                <p>
                    2.2.پیوست ها : 1. شرح خدمات مصوب پروژه 2. جدول شکست پروژه 3. خروجی نهایی پروژه
                </p>
                <p>
                    {{convertToPersianNumber('2.3')}}. اسناد تکمیلی و دستور کارهایی که حین انجام کار، در چارچوب قرارداد
                    و
                    به‌ منظور انجام آن، از جانب
                    «کارفرما» به «مجری» ابلاغ شده یا بین دو طرف قرارداد مبادله می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('3')}}) حق‌الزحمه و نحوه پرداخت:</u></b>
                </p>
                <p>
                    - حق الزحمه مجری به طور خالص مبلغ {{convertToPersianNumber(number_format($project->contract_cost))}}
                    معادل (<span id="price_characters"></span> تومان) می باشد
                </p>
                <p>
                    <b><u class="p-2">نحوه پرداخت : </u></b>
                </p>
                <p>
                    نحوه پرداخت مبلغ قرارداد به شرح زیر می باشد :
                </p>
                <p>
                    1.پرداخت مبلغ قرارداد به تناسب پیشرفت مراحل پروژه مندرج در فرم شکست کار (پیوست شماره 2) پس از تایید
                    ناظر پروژه انجام خواهد گرفت
                </p>
                <p>
                    2. شماره شبا مجری پروژه :
                    <b><b>{{convertToPersianNumber($account->shaba_number)}}</b></b>{{$account->bank_name}}
                    می باشد
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('4')}}) مدت قرارداد:</u></b>
                </p>
                <p>
                    مدت مورد نظر جهت انجام موضوع قرارداد، که شروع آن از تاریخ
                    <b>{{convertToPersianNumber($project_start_date)}}</b> لغایت
                    <b>{{convertToPersianNumber($project_end_date)}}</b> می باشد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('5')}}) تعهدات مجری:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.«مجری» متعهد است کلیه عملیات موضوع قرارداد را طبق اسناد و مدارک
                    قرارداد
                    انجام دهد و اعلام می‌دارد که دارای توان مالی و فنی لازم و کافی و همچنین تشکیلات لازم برای انجام این
                    خدمات می‌باشد.
                </p>
                <p>
                    2.«مجری» در قبال «کارفرما» و برای انجام کلیه عملیات مندرج در پیوست‌های این قرارداد مسئول است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.مسئولیت «مجری» در قبال واگذاری بخشی از عملیات اجرایی به اشخاص ثالث
                    اعم
                    از حقیقی یا حقوقی که بر حسب ضرورت مورد تأیید «کارفرما» نیز قرار گرفته باشد، کماکان همان مسئولیت‌های
                    موضوع این قرارداد است و موافقت «کارفرما» نسبت به واگذاری قسمتی از خدمات رافع هیچ یک از تعهدات و
                    مسئولیت‌های «مجری» در برابر «کارفرما» نخواهد بود.
                </p>
                <p>
                    {{convertToPersianNumber('4')}}.«مجری» اعلام می‌کند که در موقع عقد این قرارداد مشمول ممنوعیت اصل 141
                    قانون اساسی نیست. بدیهی است در صورتی‌که خلاف آن برای «کارفرما» ثابت شود یا تغییراتی در صاحبان سهام،
                    مدیران یا بازرسان «مجری» رخ دهد که با مفاد ماده یاد شده تعارض داشته باشد، قراداد فسخ می‌شود.
                </p>
                <p>
                    {{convertToPersianNumber('5')}}.«مجری» موظف است تمام اطلاعاتی را که در جریان انجام موضوع این قرارداد
                    تحصیل یا تولید می‌کند، محرمانه تلقی نماید و حداکثر سعی خود را برای جلوگیری از دسترسی اشخاص غیر مجاز
                    به
                    آن‌ها به‌کار ببندد.
                </p>
                <p>
                    {{convertToPersianNumber('6')}}.موارد زیر را «مجری» تأیید می‌نماید:
                </p>
                <p>
                    الف) تمام اسناد و مدارک موضوع ماده {{convertToPersianNumber('2')}} قرارداد را مطالعه نموده و از مفاد
                    آن
                    کاملاً آگاه شده است.
                </p>
                <p>
                    ب) از قوانین و مقررات مربوط به کار، بیمه‌های اجتماعی، مالیات‌ها، عوارض و دیگر قوانین و مقررات، که تا
                    تاریخ تسلیم پیشنهاد معمول بوده است، کاملاً مطلع بوده و متعهد است که همه آن‌ها را رعایت کند. در هر
                    حال،
                    مسئولیت عدم رعایت قوانین و مقررات یادشده، برعهده «مجری» است.
                </p>
                <p>
                    {{convertToPersianNumber('7')}}.«مجری» باید عملیات اجرایی را به‌نحوی انجام دهد که کارها طبق اسناد و
                    مشخصات فنی ضمیمه قرارداد انجام شود و از تأخیر در اجرای تعهدات و عملیات جلوگیری نماید.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('6')}}) تعهدات «کارفرما» و حیطه اختیارات وی:</u></b>
                </p>
                <p>
                    1.«کارفرما» متعهد به انجام وظایفی است که در اسناد و مدارک قرارداد برای او
                    معین شده است و نیز متعهد می‌شود که در ازای انجام خدمات موضوع قرارداد، حق‌الزحمه مربوطه را طبق اسناد
                    و
                    مدارک قرارداد به «مجری» پرداخت کند.
                </p>
                <p>
                    2.ارتباط و تشریک مساعی با وزارتخانه‌ها، سازمان‌ها و سایر مؤسسات عندالزوم.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('7')}}) تضمین حسن انجام کار:</u></b>
                </p>
                <p>
                    1.برای حصول اطمینان از حسن انجام کار آخرین پرداخت «مجری» به‌عنوان تضمین حسن انجام کار کسر و نزد
                    «کارفرما» نگهداری می‌شود و پس از تأیید نهایی به مجری مسترد خواهد شد.
                </p>
                <p>
                    2.در صورت فسخ قرارداد طبق ماده 12 تضمین حسن انجام کار به‌نفع «کارفرما» ضبط می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده 8) پیشرفت کار:</u></b>
                </p>
                <p>
                    «مجری» در زمان‌های تعیین شده در برنامه زمانی تفصیلی، گزارش پیشرفت خدمات موضوع قرارداد را در دو نسخه،
                    به «کارفرما» تسلیم می‌کند. می‌کند،
                </p>
                <p>
                    <b><u class="p-2">ماده 9) فسخ قرارداد در شرایط خاص:</u></b>
                </p>
                <p>
                    «کارفرما» می‌تواند در هر زمان و به هر دلیل و یا در هر یک از موارد زیر بدون اخطار قبلی قرارداد را فسخ
                    نموده و موضوع را به «مجری» ابلاغ کند:
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.ورشکستگی به تقصیر یا انحلال شرکت.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.اثبات این مطلب که «مجری» برای گرفتن کار یا اجرای آن به کارکنان
                    «کارفرما»
                    دستمزد، پاداش یا هدایایی داده یا آن‌ها یا واسطه‌های آنان را در منافع خود شریک کرده است.
                </p>
                <p>
                    {{convertToPersianNumber('3')}}.«کارفرما» در صورت تحقق هر یک از موارد زیر ابتدا به «مجری» اخطار
                    می‌کند
                    تا نسبت به رفع نواقص و اشکال‌ها اقدام کند و جریان امور را ظرف مدت یک‌هفته به‌صورت قابل قبول در آورد،
                    در
                    صورت عدم اقدام از سوی «مجری» برای رفع نواقص در پایان مهلت تعیین شده موضوع فسخ قرارداد تأیید شده و به
                    «مجری» ابلاغ می‌گردد:
                </p>
                <p>
                    {{convertToPersianNumber('3.1')}}.تأخیر غیرموجه در انجام هر یک از عملیات موضوع قرارداد بیش
                    از {{convertToPersianNumber('10')}} روز
                </p>
                <p>
                    {{convertToPersianNumber('3.2')}}.تأخیر درارائه برنامه زمانی تفضیلی.
                </p>
                <p>
                    {{convertToPersianNumber('3.3')}}.عدم انجام دستور کارفرما برای اصلاح کارهای انجام شده معیوب
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('10')}}) خسارت تاخیر:</u></b>
                </p>
                <p>
                    بابت تأخیر غیر مجاز «مجری» (بنابه تشخیص «کارفرما»)، هر هفته معادل {{convertToPersianNumber('3')}}%
                    مبلغ
                    قرارداد به عنوان خسارت به
                    «کارفرما» تعلق خواهد گرفت.
                </p>
                <p>
                    بابت تاخیر در پاسخگویی و پرداخت حق الزحمه توسط «کارفرما» هر هفته
                    معادل {{convertToPersianNumber('3')}}%
                    از مبلغ قرارداد به عنوان خسارت
                    به «مجری» تعلق خواهد گرفت
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('11')}}) حل اختلاف:</u></b>
                </p>
                <p>
                    {{convertToPersianNumber('1')}}.هرگاه در اجرا یا تفسیر مفاد قرارداد بین دو طرف اختلاف نظر پیش آید،
                    دو
                    طرف می‌توانند برای حل سریع آن طی
                    جلسه‌ای با حضور بالاترین مقام دستگاه «کارفرما» و «مجری» مراتب مطرح و حتی‌الامکان از طریق دوستانه حل
                    و
                    فصل می‌گردد.
                </p>
                <p>
                    {{convertToPersianNumber('2')}}.در صورت ادامه وجود اختلاف بین «کارفرما» و «مجری» و یا بروز مواردی که
                    در
                    این قرارداد پیش‌بینی نشده است،
                    اتخاذ تصمیم به کمیته‌ای متشکل از یک‌نفر از طرف «مجری» و یک‌نفر از طرف «کارفرما» ویک نفر کارشناس رسمی
                    دادگستری واگذار و نظر اکثریت آنان ملاک عمل و نافذ می‌باشد. (مدت زمان تشکیل جلسات و تصمیم‌گیری حداکثر
                    5
                    روز خواهد بود)
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('12')}}) نحوه تسلیم و تصویب صورت وضعیت کارهای انجام
                            شده:</u></b>
                </p>
                <p>
                    «مجری» گزارش (صورت‌وضعیت) کارهای انجام شده هر قسمت یا مرحله را در پایان مدت مربوط و یا مقاطعی که در
                    برنامه زمانی تفصیلی پیش‌بینی شده است به «کارفرما» تسلیم می‌کند. «کارفرما» پس از دریافت صورت‌وضعیت و
                    گزارش‌های یادشده ظرف مدت یک هفته آن‌ها را بررسی و نظر صریح و روشن خود را با درج موارد اعلام می‌کند.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('13')}}) حوادث قهری:</u></b>
                </p>
                <p class="text-justify">
                    در موارد وقوع حوادث قهری و بروز شرایط اضطراری، مانند جنگ اعلام شده یا نشده، انقلاب‌ها و اعتصاب‌های
                    عمومی، شیوع بیماری‌های واگیردار، زلزله، سیل و طغیان‌های غیرعادی، خشکسالی‌های بی‌سابقه و همچنین
                    آتش‌سوزی‌های دامنه‌دار، طوفان و حوادث مشابه که ناشی از کار «مجری» نباشد به ترتیب زیر عمل خواهد شد:
                    هرگاه بروز شرایط اضطراری، انجام قرارداد حاضر را برای یکی از دو طرف غیرممکن سازد می‌تواند پایان
                    قرارداد
                    را به طرف دیگر اعلام کند و طبق ماده 12، حق الزحمه مجری و حقوق پیمانکار به وی اعطا شود.
                    هرگاه شرایط اضطراری گذرا باشد و ادامه قرارداد حاضر به‌طور موقت امکان‌پذیر نباشد، مدت شرایط مزبور به
                    مدت
                    قرارداد اضافه می‌شود.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('14')}}) قانون حاکم بر قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد از هر حیث تابع قوانین و مقررات جمهوری اسلامی ایران است.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('15')}}) نشانی:</u></b>
                </p>
                <p>
                    <span><b>نشانی «کارفرما» :</b></span><span>تهران، خیابان ایرانشهر، تقاطع سمیه، پلاک {{convertToPersianNumber('105')}}</span>
                </p>
                <p>
                    <span><b>نشانی «مجری» :</b></span><span>{{$user->address}}</span>
                </p>
                <p>
                    <span>تلفن تماس : <b>{{convertToPersianNumber($user->phone)}}</b></span>
                </p>
                <p>
                    <span>کدپستی : <b>{{convertToPersianNumber($user->co_post_code)}}</b></span>
                </p>
                <p>
                    هرگاه یکی از ارکان فوق نشانی خود را تغییر دهد باید پانزده ({{convertToPersianNumber('15')}}) روز قبل
                    از
                    تاریخ تغییر، نشانی جدید خود را
                    به طرف دیگر اعلام کند. بدیهی است تا وقتی که نشانی جدید به طرف دیگر اعلام نشده است مکاتبات به‌نشانی
                    قبلی
                    ارسال می‌شود و دریافت شده تلقی می‌گردد.
                </p>
                <p>
                    <b><u class="p-2">ماده {{convertToPersianNumber('16')}}) نسخ قرارداد:</u></b>
                </p>
                <p>
                    این قرارداد در {{convertToPersianNumber('16')}} ماده و در سه نسخه با ارزش یکسان تنظیم و به امضای
                    طرفین
                    قرارداد رسید.
                </p>
                <h4 class="text-center mt-4">
                    پیوست شماره {{convertToPersianNumber('1')}} : فهرست شرح خدمات
                </h4>
                <p>
                    {!! $project->service_description !!}
                </p>
                <h4 class="mt-5">
                    <b>خروجی های مورد انتظار :</b>
                    <p>
                        {!! $project->required_outputs !!}
                    </p>
                </h4>
            </div>
            <div class="row">
                <div class="col-12 col-md-6">
                    <div class="col-12">
                        <a href="{{route('real_project_in_process')}}"
                           class="btn btn-danger mt-4 btn_fix_danger text-white" style="color: white">بازگشت به لیست
                            پروژه ها
                        </a>
                    </div>
                </div>
            </div>
        @endif
    </div>
    <div id="Work_failure_table" class="row">
        <p class="text-center"><b>پیوست شماره 2 :</b> جدول شکست کار</p>
        <div class="col-12">
            <div class="table-responsive">
                <table class="table table-bordered spacing8 attachment_tbl">
                    <thead>
                    <tr style="box-shadow: none !important;">
                        <th style="width: 100px">محور</th>
                        <th>موضوع</th>
                        <th>تاریخ شروع فاز</th>
                        <th>تاریخ پایان فاز</th>
                        <th>هزینه بخشی</th>
                        <th>هزینه کل</th>
                    </tr>
                    </thead>
                    <tbody>
                    @foreach($phases as $key => $phase)
                        @if($key>0 || intval($project->prepayment) == 0)
                            <tr style="box-shadow: none !important;">
                                <td colspan="2" class="text-center">
                                    <b>فاز</b><span> </span>{{convertToPersianNumber($phase->phase_number)}}
                                    <b> پروژه :</b>
                                    {{$phase->description}}
                                </td>
                                <td>
                                    {{convertToPersianNumber($phase->start_date_jalali)}}
                                </td>
                                <td>
                                    {{convertToPersianNumber($phase->end_date_jalali)}}
                                </td>
                                <td>
                                    {{convertToPersianNumber(number_format($phase->cost))}} ریال
                                </td>

                                @if($key == 0 and intval($project->prepayment) == 0)
                                    <td rowspan="{{count($phases)}}">
                                        {{convertToPersianNumber(number_format($project->contract_cost))}}
                                        ریال
                                    </td>
                                @endif

                            </tr>

                        @else
                            <tr style="box-shadow: none !important;">
                                <td colspan="2" class="text-center">
                                    <b>پیش پرداخت</b>
                                    {{$phase->description}}
                                </td>

                                <td colspan="2">
                                    {{convertToPersianNumber($phase->start_date_jalali)}}
                                </td>

                                <td>
                                    {{convertToPersianNumber(number_format($phase->cost))}} ریال
                                </td>

                                <td rowspan="{{count($phases)}}">
                                    {{convertToPersianNumber(number_format($project->contract_cost))}}
                                    ریال
                                </td>
                            </tr>
                        @endif
                    @endforeach
                    </tbody>
                </table>
            </div>
        </div>
    </div>

    <div class="row">
        <div class="col-md-12 footer">
            <div class="row">
                <div class="col-md-4"></div>
                <div class="col-md-4"></div>
                <div class="col-md-4"></div>
            </div>
            <div class="row">
                <div class="col-md-4"></div>
                <div class="col-md-4"></div>
                <div class="col-md-4"></div>
            </div>
        </div>
    </div>

    @if(has_roles(Auth::user(), [6]))
        <div class="row">
            <div class="col-12 text-center">
                <button onclick="window.print()" class="btn btn-info w-50 mb-2 mt-3">پرینت مینوت</button>
            </div>
        </div>
        <div class="row">
            <div class="col-12 text-center">
                <a class="btn btn-warning w-50">ویراش اطلاعات</a>
            </div>
        </div>
    @endif


    @if(has_roles(auth()->user(), [7]))
        <div id="send_sign_box " class="row text-center">
            <button class="btn btn-success mt-3 mb-5 w-50 btn_sign" id="send_sign">
                <img id="loader_gif" class="ml-2" style="width: 20px;height: 20px;display: none;"
                     src="{{asset('placeholder/loader_gif.svg')}}"/>ارسال کد امضا
            </button>
        </div>
        <div id="send_sign_verify" class="row mb-5" style="display: none">
            <div class="col-12 col-md-3"></div>
            <div class="col-12 col-md-3">
                <input type="text" id="txt_sign" class="form-control w-100">
            </div>
            <div class="col-12 col-md-3">
                <button class="btn btn-info w-100" id="send_sign_btn">درج امضا</button>
            </div>
            <div class="col-12 col-md-3"></div>
        </div>
    @elseif(has_roles(auth()->user(), [8]))
        <div id="send_sign_real_box " class="row text-center">
            <button class="btn btn-success mt-3 mb-5 w-50 btn_sign" id="send_sign_real"><img id="loader_gif"
                                                                                             class="ml-2"
                                                                                             style="width: 20px;height: 20px;display: none;"
                                                                                             src="{{asset('placeholder/loader_gif.svg')}}"/>ارسال
                کد امضا
            </button>
        </div>
        <div id="send_sign_real_verify" class="row mb-5" style="display: none">
            <div class="col-12 col-md-3"></div>
            <div class="col-12 col-md-3">
                <input type="text" id="txt_sign" class="form-control w-100">
            </div>
            <div class="col-12 col-md-3">
                <button class="btn btn-info w-100" id="send_sign_real_btn">درج امضا</button>
            </div>
            <div class="col-12 col-md-3"></div>
        </div>
    @endif

</div>
<script src="https://code.jquery.com/jquery-3.6.0.min.js"
        integrity="sha256-/xUj+3OJU5yExlq6GSYGSHk7tPXikynS7ogEvDej/m4=" crossorigin="anonymous"></script>
{{--<script src="https://unpkg.com/sweetalert/dist/sweetalert.min.js"></script>--}}
<script src="{{asset('public-admin/assets/js/sweetalert.js')}}"></script>
<script src="{{asset('public-admin/assets/js/number_to_persian.js')}}"></script>

<script>

    $("#price_characters").text(Num2persian({{$project->contract_cost / 10}}));

    $('#send_sign').click(function () {
        $("#loader_gif").show();
        $(this).prop('disabled', true);
        $.get(
            "{{route('legal_contract_send_sign',['project' => $project->id])}}",
            function (response) {
                swal(response.message);
                if (response.status) {
                    $('#send_sign_verify').show();
                    $('#send_sign').hide();
                } else {
                    $(this).prop('disabled', false);
                }
            }
        )
    });

    $('#send_sign_real').click(function () {
        $("#loader_gif").show();
        $(this).prop('disabled', true);
        $.get(
            "{{route('real_contract_send_sign',['project' => $project->id])}}",
            function (response) {
                swal(response.message);
                if (response.status) {
                    $('#send_sign_real_verify').show();
                    $('#send_sign_real').hide();
                } else {
                    $(this).prop('disabled', false);
                }
            }
        )
    });

    $('#send_sign_btn').click(function () {
        let txt_sign = $('#txt_sign').val();
        $.get(
            "{{route('legal_contract_verify_sign',['project' => $project->id])}}",
            {txt_sign},
            function (response) {
                swal({
                    title: response.message,
                });
                if (response.status) {
                    setTimeout(function () {
                        window.location = response.location;
                    }, 4000)
                }
            }
        )
    });

    $('#send_sign_real_btn').click(function () {
        let txt_sign = $('#txt_sign').val();
        $.get(
            "{{route('real_contract_verify_sign',['project' => $project->id])}}",
            {txt_sign},
            function (response) {
                swal({
                    title: response.message,
                });
                if (response.status) {
                    setTimeout(function () {
                        window.location = response.location;
                    }, 4000)
                }
            }
        )
    });


</script>
</body>
</html>
